[
  {"id":"albuquerqueetal_EEGBasedBiometricsChallenges_2018","abstract":"This special issue is aimed to introduce the recent advances of EEG-based biometrics and addresses the challenges in developing the EEG-based biometry systems for various practical applications, while proposing new ideas and directions for future development, such as data preprocessing, feature extraction, recognition, and matching; signal processing and machine learning techniques; EEG biometric based passwords and encryption; cancellable EEG biometrics; multimodal (EEG, EMG, ECG, and other biosignals) biometrics; pattern recognition techniques; protocols, standards, and interfaces; security and privacy; information fusion for biometrics involving EEG data, virtual environment applications, stimuli sets, and passive BCI technology.","accessed":{"date-parts":[[2020,8,19]]},"author":[{"family":"Albuquerque","given":"Victor Hugo C.","dropping-particle":"de"},{"family":"Damaševičius","given":"Robertas"},{"family":"Tavares","given":"João Manuel R. S."},{"family":"Pinheiro","given":"Plácido R."}],"container-title":"Computational Intelligence and Neuroscience","DOI":"https://doi.org/10.1155/2018/5483921","ISSN":"1687-5265","issued":{"date-parts":[[2018,6,7]]},"language":"en","page":"e5483921","publisher":"Hindawi","title":"EEG-Based Biometrics: Challenges And Applications","title-short":"EEG-Based Biometrics","type":"article-journal","URL":"https://www.hindawi.com/journals/cin/2018/5483921/","volume":"2018"},
  {"id":"chanetal_ChallengesFuturePerspectives_2018","abstract":"The emergence of the digital world has greatly increased the number of accounts and passwords that users must remember. It has also increased the need for secure access to personal information in the cloud. Biometrics is one approach to person recognition, which can be used in identification as well as authentication. Among the various modalities that have been developed, EEG-based biometrics features unparalleled universality, distinctiveness, and collectability, while minimizing the risk of circumvention. However, commercializing EEG-based person recognition poses a number of challenges. This paper reviews the various systems proposed over the past few years with a focus on the shortcomings that have prevented wide-scale implementation, including issues pertaining to temporal stability, psychological and physiological changes, protocol design, equipment, and performance evaluation. We also examine several directions for the further development of usable EEG-based recognition systems as well as the niche markets to which they could be applied. It is expected that rapid advancements in EEG instrumentation, on-device processing, and machine learning techniques will lead to the emergence of commercialized person recognition systems in the near future.","accessed":{"date-parts":[[2020,8,19]]},"author":[{"family":"Chan","given":"Hui-Ling"},{"family":"Kuo","given":"Po-Chih"},{"family":"Cheng","given":"Chia-Yi"},{"family":"Chen","given":"Yong-Sheng"}],"container-title":"Frontiers in Neuroinformatics","container-title-short":"Front. Neuroinform.","DOI":"10.3389/fninf.2018.00066","ISSN":"1662-5196","issued":{"date-parts":[[2018]]},"language":"English","publisher":"Frontiers","source":"Frontiers","title":"Challenges and Future Perspectives on Electroencephalogram-Based Biometrics in Person Recognition","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fninf.2018.00066/full","volume":"12"},
  {"id":"demurufraschini_EEGFingerprintingSubjectspecific_2020","abstract":"During the last few years, there has been growing interest in the effects induced by individual variability on activation patterns and brain connectivity. The practical implications of individual variability are of basic relevance for both group level and subject level studies. The Electroencephalogram (EEG), still represents one of the most used recording techniques to investigate a wide range of brain-related features. In this work, we aim to estimate the effect of individual variability on a set of very simple and easily interpretable features extracted from the EEG power spectra. In particular, in an identification scenario, we investigated how the aperiodic (1/f background) component of the EEG power spectra can accurately identify subjects from a large EEG dataset. The results of this study show that the aperiodic component of the EEG signal is characterized by strong subject-specific properties, that this feature is consistent across different experimental conditions (eyes-open and eyes-closed) and outperforms the canonically-defined frequency bands. These findings suggest that the simple features (slope and offset) extracted from the aperiodic component of the EEG signal are sensitive to individual traits and may help to characterize and make inferences at single subject-level.","author":[{"family":"Demuru","given":"Matteo"},{"family":"Fraschini","given":"Matteo"}],"container-title":"Computers in Biology and Medicine","container-title-short":"Comput. Biol. Med.","DOI":"10.1016/j.compbiomed.2020.103748","ISSN":"1879-0534","issued":{"date-parts":[[2020,5]]},"language":"eng","page":"103748","PMID":"32421651","source":"PubMed","title":"EEG fingerprinting: Subject-specific signature based on the aperiodic component of power spectrum","title-short":"EEG fingerprinting","type":"article-journal","volume":"120"},
  {"id":"finnetal_CanBrainState_2017","abstract":"While neuroimaging studies typically collapse data from many subjects, brain functional organization varies between individuals, and characterizing this variability is crucial for relating brain activity to behavioral phenotypes. Rest has become the default state for probing individual differences, chiefly because it is easy to acquire and a supposed neutral backdrop. However, the assumption that rest is the optimal condition for individual differences research is largely untested. In fact, other brain states may afford a better ratio of within- to between-subject variability, facilitating biomarker discovery. Depending on the trait or behavior under study, certain tasks may bring out meaningful idiosyncrasies across subjects, essentially enhancing the individual signal in networks of interest beyond what can be measured at rest. Here, we review theoretical considerations and existing work on how brain state influences individual differences in functional connectivity, present some preliminary analyses of within- and between-subject variability across conditions using data from the Human Connectome Project, and outline questions for future study.","author":[{"family":"Finn","given":"Emily S."},{"family":"Scheinost","given":"Dustin"},{"family":"Finn","given":"Daniel M."},{"family":"Shen","given":"Xilin"},{"family":"Papademetris","given":"Xenophon"},{"family":"Constable","given":"R. Todd"}],"container-title":"NeuroImage","container-title-short":"Neuroimage","DOI":"10.1016/j.neuroimage.2017.03.064","ISSN":"1095-9572","issued":{"date-parts":[[2017,10,15]]},"language":"eng","page":"140-151","PMID":"28373122","source":"PubMed","title":"Can brain state be manipulated to emphasize individual differences in functional connectivity?","type":"article-journal","volume":"160"},
  {"id":"finnetal_FunctionalConnectomeFingerprinting_2015","abstract":"Functional magnetic resonance imaging (fMRI) studies typically collapse data from many subjects, but brain functional organization varies between individuals. Here we establish that this individual variability is both robust and reliable, using data from the Human Connectome Project to demonstrate that functional connectivity profiles act as a 'fingerprint' that can accurately identify subjects from a large group. Identification was successful across scan sessions and even between task and rest conditions, indicating that an individual's connectivity profile is intrinsic, and can be used to distinguish that individual regardless of how the brain is engaged during imaging. Characteristic connectivity patterns were distributed throughout the brain, but the frontoparietal network emerged as most distinctive. Furthermore, we show that connectivity profiles predict levels of fluid intelligence: the same networks that were most discriminating of individuals were also most predictive of cognitive behavior. Results indicate the potential to draw inferences about single subjects on the basis of functional connectivity fMRI.","author":[{"family":"Finn","given":"Emily S."},{"family":"Shen","given":"Xilin"},{"family":"Scheinost","given":"Dustin"},{"family":"Rosenberg","given":"Monica D."},{"family":"Huang","given":"Jessica"},{"family":"Chun","given":"Marvin M."},{"family":"Papademetris","given":"Xenophon"},{"family":"Constable","given":"R. Todd"}],"container-title":"Nature Neuroscience","container-title-short":"Nat. Neurosci.","DOI":"10.1038/nn.4135","ISSN":"1546-1726","issue":"11","issued":{"date-parts":[[2015,11]]},"language":"eng","page":"1664-1671","PMCID":"PMC5008686","PMID":"26457551","source":"PubMed","title":"Functional connectome fingerprinting: identifying individuals using patterns of brain connectivity","title-short":"Functional connectome fingerprinting","type":"article-journal","volume":"18"},
  {"id":"fraschinietal_RobustnessFunctionalConnectivity_2019","abstract":"Growing interest is devoted to understanding in which situations and with what accuracy brain signals recorded from scalp electroencephalography (EEG) may represent unique fingerprints of individual neural activity. In this context, the present paper aims to investigate the impact of some of the most commonly used metrics to estimate functional connectivity on the ability to unveil personal distinctive patterns of inter-channel interactions. Different metrics were compared in terms of equal error rate. It is widely accepted that each connectivity metric carries specific information in respect to the underlying interactions. Experimental results on publicly available EEG recordings show that different connectivity metrics define peculiar subjective profile of connectivity and show different mechanisms to detect subject-specific patterns of inter-channel interactions. Moreover, these findings highlight that some measures are more accurate and more robust than others, regardless of the task performed by the user. Finally, it is important to consider that frequency content and spurious connectivity may still play a relevant role in determining subject-specific characteristics.","accessed":{"date-parts":[[2020,7,11]]},"author":[{"family":"Fraschini","given":"Matteo"},{"family":"Pani","given":"Sara Maria"},{"family":"Didaci","given":"Luca"},{"family":"Marcialis","given":"Gian Luca"}],"container-title":"Pattern Recognition Letters","container-title-short":"Pattern Recognition Letters","DOI":"10.1016/j.patrec.2019.03.025","ISSN":"0167-8655","issued":{"date-parts":[[2019,7,1]]},"language":"en","page":"49-54","source":"ScienceDirect","title":"Robustness of functional connectivity metrics for EEG-based personal identification over task-induced intra-class and inter-class variations","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0167865519301084","volume":"125"},
  {"id":"huetal_RealTimeElectroencephalogramEEG_2011","abstract":"With the booms of mobile communication, especially mobile smart phone, technologies to identify individuals for mobile security calls for some more strict requirements in user-friendly, real-time and ubiquitous aspects. In addition to traditional approaches (for example, password check), some advanced biometric methodologies have been applied in practice, such as fingerprint and iris based solutions, however, these solutions generally lack a true ubiquitous nature for mobile security. In this paper, we present a real time EEG based individual identification interface to support ubiquitous applications. The EEG signals are collected through a mono-polar single channel in real time via a mobile EEG device. An experiment involving about 20 subjects has been conducted to evaluate the interface. The experiment comprises three types of tests: accuracy test, time dimension test and capacity dimension test. The results of these experiments demonstrate that our approach is highly suitable to the demands of mobile security in ubiquitous environment. In addition, we integrate this interface into scenarios of ubiquitous application - Online Predictive Tools for Intervention in Mental Illness (OPTIMI).","author":[{"family":"Hu","given":"B."},{"family":"Liu","given":"Q."},{"family":"Zhao","given":"Q."},{"family":"Qi","given":"Y."},{"family":"Peng","given":"H."}],"container-title":"2011 IEEE Asia-Pacific Services Computing Conference","DOI":"10.1109/APSCC.2011.87","event":"2011 IEEE Asia-Pacific Services Computing Conference","issued":{"date-parts":[[2011,12]]},"page":"436-441","source":"IEEE Xplore","title":"A Real-Time Electroencephalogram (EEG) Based Individual Identification Interface for Mobile Security in Ubiquitous Environment","type":"paper-conference"},
  {"id":"kongetal_EEGFingerprintsPhase_2019","abstract":"The goal of biometrics is to recognize humans based on their physical and behavioral characteristics. Preliminary studies have demonstrated that the electroencephalogram(EEG) is potentially more secure and private than traditional biometric identifiers. At present, the EEG identification method targets specific tasks and cannot be generalized. In this study, a novel EEG-based biometric identification method that extracts the phase synchronization (PS) features for subject identification is proposed under a variety of tasks. We quantified the PS features by the phase locking value (PLV) in different frequency bands. Subsequently, we employed the principal component analysis (PCA) to reduce the dimension. Then, we used the linear discriminant analysis (LDA) to construct a projection space and projected the features onto the projection space. Finally, a feature vector was assigned to the class label. The experimental results of the proposed method used on 3 datasets with different cognitive tasks showed high classification accuracies and relatively good stabilities. From the results, we found that particularly in the beta and gamma bands, the average accuracies are more than 97% with the standard deviation equal to or less than the magnitude 10e-2 for both Dataset 1 and Dataset 2. For Dataset 3, the PS feature vectors in all off the bands have high classification accuracies, which are more than 97% with the standard deviation of the same magnitude. Our work demonstrated that the phase synchronization of EEG signals has task-free biometric properties, which can be used for subject identification.","author":[{"family":"Kong","given":"Wanzeng"},{"family":"Wang","given":"Luyun"},{"family":"Xu","given":"Sijia"},{"family":"Babiloni","given":"Fabio"},{"family":"Chen","given":"Hang"}],"container-title":"IEEE Access","DOI":"10.1109/ACCESS.2019.2931624","ISSN":"2169-3536","issued":{"date-parts":[[2019]]},"page":"121165-121173","source":"IEEE Xplore","title":"EEG Fingerprints: Phase Synchronization of EEG Signals as Biomarker for Subject Identification","title-short":"EEG Fingerprints","type":"article-journal","volume":"7"},
  {"id":"laroccaetal_EEGBiometricsIndividual_2012","abstract":"In this paper EEG signals are employed for the purpose of automatic user recognition. Specifically the resting state with closed eyes acquisition protocol has been here used and deeply investigated by varying the employed electrodes configuration both in number and location for optimizing the recognition performance still guaranteeing sufficient user convenience. A database of 45 healthy subjects has been employed in the analysis. Autoregressive stochastic modeling and polynomial regression based classification has been applied to extracted brain rhythms in order to identify the most distinctive contributions of the different subbands in the recognition process. Our analysis has shown that significantly high recognition rates, up to 98.73%, can be achieved when using proper triplets of electrodes,which cannot be achieved by employing couple of electrodes,whereas sets of five electrodes in the central posterior region of the scalp can guarantee very high recognition performance while limiting user convenience.","author":[{"family":"La Rocca","given":"Daria"},{"family":"Campisi","given":"Patrizio"},{"family":"Scarano","given":"Gaetano"}],"container-title":"2012 BIOSIG - Proceedings of the International Conference of Biometrics Special Interest Group (BIOSIG)","event":"2012 BIOSIG - Proceedings of the International Conference of Biometrics Special Interest Group (BIOSIG)","ISSN":"1617-5468","issued":{"date-parts":[[2012,9]]},"page":"1-12","source":"IEEE Xplore","title":"EEG biometrics for individual recognition in resting state with closed eyes","type":"paper-conference"},
  {"id":"laroccaetal_HumanBrainDistinctiveness_2014","abstract":"The use of EEG biometrics, for the purpose of automatic people recognition, has received increasing attention in the recent years. Most of the current analyses rely on the extraction of features characterizing the activity of single brain regions, like power spectrum estimation, thus neglecting possible temporal dependencies between the generated EEG signals. However, important physiological information can be extracted from the way different brain regions are functionally coupled. In this study, we propose a novel approach that fuses spectral coherence-based connectivity between different brain regions as a possibly viable biometric feature. The proposed approach is tested on a large dataset of subjects (N = 108) during eyes-closed (EC) and eyes-open (EO) resting state conditions. The obtained recognition performance shows that using brain connectivity leads to higher distinctiveness with respect to power-spectrum measurements, in both the experimental conditions. Notably, a 100% recognition accuracy is obtained in EC and EO when integrating functional connectivity between regions in the frontal lobe, while a lower 97.5% is obtained in EC (96.26% in EO) when fusing power spectrum information from parieto-occipital (centro-parietal in EO) regions. Taken together, these results suggest that the functional connectivity patterns represent effective features for improving EEG-based biometric systems.","author":[{"family":"La Rocca","given":"Daria"},{"family":"Campisi","given":"P."},{"family":"Vegso","given":"B."},{"family":"Cserti","given":"P."},{"family":"Kozmann","given":"G."},{"family":"Babiloni","given":"F."},{"family":"Fallani","given":"F. D. V."}],"container-title":"IEEE Transactions on Biomedical Engineering","DOI":"10.1109/TBME.2014.2317881","ISSN":"1558-2531","issue":"9","issued":{"date-parts":[[2014,9]]},"page":"2406-2412","source":"IEEE Xplore","title":"Human Brain Distinctiveness Based on EEG Spectral Coherence Connectivity","type":"article-journal","volume":"61"},
  {"id":"marcelmillan_PersonAuthenticationUsing_2007","abstract":"In this paper, we investigate the use of brain activity for person authentication. It has been shown in previous studies that the brainwave pattern of every individual is unique and that the electroencephalogram (EEG) can be used for biometric identification. EEG-based biometry is an emerging research topic and we believe that it may open new research directions and applications in the future. However, very little work has been done in this area and was focusing mainly on person identification but not on person authentication. Person authentication aims to accept or to reject a person claiming an identity, i.e., comparing a biometric data to one template, while the goal of person identification is to match the biometric data against all the records in a database. We propose the use of a statistical framework based on Gaussian mixture models and maximum a posteriori model adaptation, successfully applied to speaker and face authentication, which can deal with only one training session. We perform intensive experimental simulations using several strict train/test protocols to show the potential of our method. We also show that there are some mental tasks that are more appropriate for person authentication than others","author":[{"family":"Marcel","given":"S."},{"family":"Millan","given":"J. D. R."}],"container-title":"IEEE Transactions on Pattern Analysis and Machine Intelligence","DOI":"10.1109/TPAMI.2007.1012","ISSN":"1939-3539","issue":"4","issued":{"date-parts":[[2007,4]]},"page":"743-752","source":"IEEE Xplore","title":"Person Authentication Using Brainwaves (EEG) and Maximum A Posteriori Model Adaptation","type":"article-journal","volume":"29"},
  {"id":"ruiz-blondetetal_CEREBRENovelMethod_2016","abstract":"The vast majority of existing work on brain biometrics has been conducted on the ongoing electroencephalogram. Here, we argue that the averaged event-related potential (ERP) may provide the potential for more accurate biometric identification, as its elicitation allows for some control over the cognitive state of the user to be obtained through the design of the challenge protocol. We describe the Cognitive Event-RElated Biometric REcognition (CEREBRE) protocol, an ERP biometric protocol designed to elicit individually unique responses from multiple functional brain systems (e.g., the primary visual, facial recognition, and gustatory/appetitive systems). Results indicate that there are multiple configurations of data collected with the CEREBRE protocol that all allow 100% identification accuracy in a pool of 50 users. We take this result as the evidence that ERP biometrics are a feasible method of user identification and worthy of further research.","author":[{"family":"Ruiz-Blondet","given":"M. V."},{"family":"Jin","given":"Z."},{"family":"Laszlo","given":"S."}],"container-title":"IEEE Transactions on Information Forensics and Security","DOI":"10.1109/TIFS.2016.2543524","ISSN":"1556-6021","issue":"7","issued":{"date-parts":[[2016,7]]},"page":"1618-1629","source":"IEEE Xplore","title":"CEREBRE: A Novel Method for Very High Accuracy Event-Related Potential Biometric Identification","title-short":"CEREBRE","type":"article-journal","volume":"11"},
  {"id":"thomasvinod_EEGBasedBiometricAuthentication_2018","abstract":"Electroencephalography (EEG), one of the most effective noninvasive methods for recording brain’s electrical activity, has widely been employed in the diagnosis of brain diseases for a few decades. Recently, the promising biometric potential of EEG, for developing person identification and authentication systems, has also been explored. This paper presents the superior performance of power spectral density (PSD) features of gamma band (30–50 Hz) in biometric authentication, compared to delta, theta, alpha and beta band of EEG signals during rest state. The proposed authentication technique based on simple cross-correlation values of PSD features extracted from 19 EEG channels during eyes closed and eyes open rest state conditions among 109 subjects offers an equal error rate (EER) of 0.0196 which is better than the state-of-the-art method employing eigenvector centrality features extracted from gamma band of 64 EEG channels of the same dataset. The obtained results are promising, but further investigation is essential for exploring the subject-specific neural dynamics and stability of gamma waves and for optimizing the results.","accessed":{"date-parts":[[2020,10,27]]},"author":[{"family":"Thomas","given":"Kavitha P."},{"family":"Vinod","given":"A. P."}],"container-title":"Circuits, Systems, and Signal Processing","container-title-short":"Circuits Syst Signal Process","DOI":"10.1007/s00034-017-0551-4","ISSN":"1531-5878","issue":"1","issued":{"date-parts":[[2018,1,1]]},"language":"en","page":"277-289","source":"Springer Link","title":"EEG-Based Biometric Authentication Using Gamma Band Power During Rest State","type":"article-journal","URL":"https://doi.org/10.1007/s00034-017-0551-4","volume":"37"}
]
