[
  {"id":"adolphs_UnsolvedProblemsNeuroscience_2015","abstract":"Some problems in neuroscience are nearly solved. For others, solutions are decades away. The current pace of advances in methods forces us to take stock, to ask where we are going, and what we should research next.","accessed":{"date-parts":[[2019,9,27]]},"author":[{"family":"Adolphs","given":"Ralph"}],"container-title":"Trends in cognitive sciences","container-title-short":"Trends Cogn Sci","DOI":"10.1016/j.tics.2015.01.007","ISSN":"1364-6613","issue":"4","issued":{"date-parts":[[2015,4]]},"page":"173-175","PMCID":"PMC4574630","PMID":"25703689","source":"PubMed Central","title":"The unsolved problems of neuroscience","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4574630/","volume":"19"},
  {"id":"albuquerqueetal_EEGBasedBiometricsChallenges_2018","abstract":"This special issue is aimed to introduce the recent advances of EEG-based biometrics and addresses the challenges in developing the EEG-based biometry systems for various practical applications, while proposing new ideas and directions for future development, such as data preprocessing, feature extraction, recognition, and matching; signal processing and machine learning techniques; EEG biometric based passwords and encryption; cancellable EEG biometrics; multimodal (EEG, EMG, ECG, and other biosignals) biometrics; pattern recognition techniques; protocols, standards, and interfaces; security and privacy; information fusion for biometrics involving EEG data, virtual environment applications, stimuli sets, and passive BCI technology.","accessed":{"date-parts":[[2020,8,19]]},"author":[{"family":"Albuquerque","given":"Victor Hugo C.","dropping-particle":"de"},{"family":"Damaševičius","given":"Robertas"},{"family":"Tavares","given":"João Manuel R. S."},{"family":"Pinheiro","given":"Plácido R."}],"container-title":"Computational Intelligence and Neuroscience","DOI":"https://doi.org/10.1155/2018/5483921","ISSN":"1687-5265","issued":{"date-parts":[[2018,6,7]]},"language":"en","page":"e5483921","publisher":"Hindawi","title":"EEG-Based Biometrics: Challenges And Applications","title-short":"EEG-Based Biometrics","type":"article-journal","URL":"https://www.hindawi.com/journals/cin/2018/5483921/","volume":"2018"},
  {"id":"alexanderetal_OpenResourceTransdiagnostic_2017","abstract":"Design Type(s)   data integration objective • clinical history design    Measurement Type(s)   phenotype • brain activity measurement • nuclear magnetic resonance assay    Technology Type(s)   performing a clinical assessment • electroencephalography • MRI Scanner    Factor Type(s)   life cycle stage • biological sex • Laterality    Sample Characteristic(s)   Homo sapiens • brain            Machine-accessible metadata file describing the reported data (ISA-Tab format)","accessed":{"date-parts":[[2020,11,27]]},"author":[{"family":"Alexander","given":"Lindsay M."},{"family":"Escalera","given":"Jasmine"},{"family":"Ai","given":"Lei"},{"family":"Andreotti","given":"Charissa"},{"family":"Febre","given":"Karina"},{"family":"Mangone","given":"Alexander"},{"family":"Vega-Potler","given":"Natan"},{"family":"Langer","given":"Nicolas"},{"family":"Alexander","given":"Alexis"},{"family":"Kovacs","given":"Meagan"},{"family":"Litke","given":"Shannon"},{"family":"O'Hagan","given":"Bridget"},{"family":"Andersen","given":"Jennifer"},{"family":"Bronstein","given":"Batya"},{"family":"Bui","given":"Anastasia"},{"family":"Bushey","given":"Marijayne"},{"family":"Butler","given":"Henry"},{"family":"Castagna","given":"Victoria"},{"family":"Camacho","given":"Nicolas"},{"family":"Chan","given":"Elisha"},{"family":"Citera","given":"Danielle"},{"family":"Clucas","given":"Jon"},{"family":"Cohen","given":"Samantha"},{"family":"Dufek","given":"Sarah"},{"family":"Eaves","given":"Megan"},{"family":"Fradera","given":"Brian"},{"family":"Gardner","given":"Judith"},{"family":"Grant-Villegas","given":"Natalie"},{"family":"Green","given":"Gabriella"},{"family":"Gregory","given":"Camille"},{"family":"Hart","given":"Emily"},{"family":"Harris","given":"Shana"},{"family":"Horton","given":"Megan"},{"family":"Kahn","given":"Danielle"},{"family":"Kabotyanski","given":"Katherine"},{"family":"Karmel","given":"Bernard"},{"family":"Kelly","given":"Simon P."},{"family":"Kleinman","given":"Kayla"},{"family":"Koo","given":"Bonhwang"},{"family":"Kramer","given":"Eliza"},{"family":"Lennon","given":"Elizabeth"},{"family":"Lord","given":"Catherine"},{"family":"Mantello","given":"Ginny"},{"family":"Margolis","given":"Amy"},{"family":"Merikangas","given":"Kathleen R."},{"family":"Milham","given":"Judith"},{"family":"Minniti","given":"Giuseppe"},{"family":"Neuhaus","given":"Rebecca"},{"family":"Levine","given":"Alexandra"},{"family":"Osman","given":"Yael"},{"family":"Parra","given":"Lucas C."},{"family":"Pugh","given":"Ken R."},{"family":"Racanello","given":"Amy"},{"family":"Restrepo","given":"Anita"},{"family":"Saltzman","given":"Tian"},{"family":"Septimus","given":"Batya"},{"family":"Tobe","given":"Russell"},{"family":"Waltz","given":"Rachel"},{"family":"Williams","given":"Anna"},{"family":"Yeo","given":"Anna"},{"family":"Castellanos","given":"Francisco X."},{"family":"Klein","given":"Arno"},{"family":"Paus","given":"Tomas"},{"family":"Leventhal","given":"Bennett L."},{"family":"Craddock","given":"R. Cameron"},{"family":"Koplewicz","given":"Harold S."},{"family":"Milham","given":"Michael P."}],"container-title":"Scientific Data","container-title-short":"Sci Data","DOI":"10.1038/sdata.2017.181","ISSN":"2052-4463","issue":"1","issued":{"date-parts":[[2017,12,19]]},"language":"en","number":"1","page":"1-26","publisher":"Nature Publishing Group","source":"www.nature.com","title":"An open resource for transdiagnostic research in pediatric mental health and learning disorders","type":"article-journal","URL":"https://www.nature.com/articles/sdata2017181","volume":"4"},
  {"id":"amicogoni_QuestIdentifiabilityHuman_2018","abstract":"The evaluation of the individual “fingerprint” of a human functional connectome (FC) is becoming a promising avenue for neuroscientific research, due to its enormous potential inherent to drawing single subject inferences from functional connectivity profiles. Here we show that the individual fingerprint of a human functional connectome can be maximized from a reconstruction procedure based on group-wise decomposition in a finite number of brain connectivity modes. We use data from the Human Connectome Project to demonstrate that the optimal reconstruction of the individual FCs through connectivity eigenmodes maximizes subject identifiability across resting-state and all seven tasks evaluated. The identifiability of the optimally reconstructed individual connectivity profiles increases both at the global and edgewise level, also when the reconstruction is imposed on additional functional data of the subjects. Furthermore, reconstructed FC data provide more robust associations with task-behavioral measurements. Finally, we extend this approach to also map the most task-sensitive functional connections. Results show that is possible to maximize individual fingerprinting in the functional connectivity domain regardless of the task, a crucial next step in the area of brain connectivity towards individualized connectomics.","accessed":{"date-parts":[[2020,8,19]]},"author":[{"family":"Amico","given":"Enrico"},{"family":"Goñi","given":"Joaquín"}],"container-title":"Scientific Reports","DOI":"10.1038/s41598-018-25089-1","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[[2018,5,29]]},"language":"en","number":"1","page":"8254","publisher":"Nature Publishing Group","source":"www.nature.com","title":"The quest for identifiability in human functional connectomes","type":"article-journal","URL":"https://www.nature.com/articles/s41598-018-25089-1","volume":"8"},
  {"id":"armstrongetal_BrainprintAssessingUniqueness_2015","abstract":"The human brain continually generates electrical potentials representing neural communication. These potentials can be measured at the scalp, and constitute the electroencephalogram (EEG). When the EEG is time-locked to stimulation – such as the presentation of a word – and averaged over many such presentations, the Event-Related Potential (ERP) is obtained. The functional characteristics of components of the ERP are well understood, and some components represent processing that may differ uniquely from individual to individual—such as the N400 component, which represents access to the semantic network. We applied several pattern classifiers to ERPs representing the response of individuals to a stream of text designed to be idiosyncratically familiar to different individuals. Results indicate that there are robustly identifiable features of the ERP that enable labeling of ERPs as belonging to individuals with accuracy reliably above chance (in the range of 82–97%). Further, these features are stable over time, as indicated by continued accurate identification of individuals from ERPs after a lag of up to six months. Even better, the high degree of labeling accuracy achieved in all cases was achieved with the use of only 3 electrodes on the scalp—the minimal possible number that can acquire clean data.","accessed":{"date-parts":[[2020,10,27]]},"author":[{"family":"Armstrong","given":"Blair C."},{"family":"Ruiz-Blondet","given":"Maria V."},{"family":"Khalifian","given":"Negin"},{"family":"Kurtz","given":"Kenneth J."},{"family":"Jin","given":"Zhanpeng"},{"family":"Laszlo","given":"Sarah"}],"container-title":"Neurocomputing","container-title-short":"Neurocomputing","DOI":"10.1016/j.neucom.2015.04.025","ISSN":"0925-2312","issued":{"date-parts":[[2015,10,20]]},"language":"en","page":"59-67","source":"ScienceDirect","title":"Brainprint: Assessing the uniqueness, collectability, and permanence of a novel method for ERP biometrics","title-short":"Brainprint","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0925231215004725","volume":"166"},
  {"id":"bastosschoffelen_TutorialReviewFunctional_2016","abstract":"Oscillatory neuronal activity may provide a mechanism for dynamic network coordination. Rhythmic neuronal interactions can be quantified using multiple metrics, each with their own advantages and disadvantages. This tutorial will review and summarize current analysis methods used in the field of invasive and non-invasive electrophysiology to study the dynamic connections between neuronal populations. First, we review metrics for functional connectivity, including coherence, phase synchronization, phase-slope index, and Granger causality, with the specific aim to provide an intuition for how these metrics work, as well as their quantitative definition. Next, we highlight a number of interpretational caveats and common pitfalls that can arise when performing functional connectivity analysis, including the common reference problem, the signal to noise ratio problem, the volume conduction problem, the common input problem, and the trial sample size bias problem. These pitfalls will be illustrated by presenting a set of MATLAB-scripts, which can be executed by the reader to simulate each of these potential problems. We discuss of how these issues can be addressed using current methods.","accessed":{"date-parts":[[2020,8,12]]},"author":[{"family":"Bastos","given":"André M."},{"family":"Schoffelen","given":"Jan-Mathijs"}],"container-title":"Frontiers in Systems Neuroscience","container-title-short":"Front. Syst. Neurosci.","DOI":"10.3389/fnsys.2015.00175","ISSN":"1662-5137","issued":{"date-parts":[[2016]]},"language":"English","publisher":"Frontiers","source":"Frontiers","title":"A Tutorial Review of Functional Connectivity Analysis Methods and Their Interpretational Pitfalls","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fnsys.2015.00175/full","volume":"9"},
  {"id":"biazolietal_CommentaryFunctionalConnectome_2017","abstract":"Inspired by the innovative “connectome fingerprints” analyses of resting-state functional magnetic resonance imaging data conducted by Finn et al. (2015), and by the original “connectotyping” procedure proposed by Miranda-Dominguez et al. (2014), we sought to investigate whether connectome fingerprint constructs could convey useful information regarding not only cognitive function, but also the expression of emotional and behavioral problems. As Finn et al. advocate, this approach might offer an alternative to both the ubiquitous group-based analysis of neuroimaging data and the current non-biologically based classification of mental disorders (Insel, 2014; Miranda-Dominguez et al., 2014; Wang et al., 2015). This novel approach is nevertheless supported by previous promising findings on predicting cognitive and behavioral profiles from fMRI data (Poldrack et al., 2013; Smith et al., 2015).\n\nWe build upon the method of Finn et al. (2015) by including single subject connectome information directly into the model. While they applied a leave-one-out cross validation procedure, we put forward a method suitable to test whether the information conveyed by a given connectome fingerprint could predict the intelligence quotient, cognitive function and also emotional and behavioral problems at the individual level.","author":[{"family":"Biazoli","given":"Claudinei E."},{"family":"Salum","given":"Giovanni A."},{"family":"Pan","given":"Pedro M."},{"family":"Zugman","given":"André"},{"family":"Amaro","given":"Edson"},{"family":"Rohde","given":"Luis A."},{"family":"Miguel","given":"Euripedes C."},{"family":"Jackowski","given":"Andrea P."},{"family":"Bressan","given":"Rodrigo A."},{"family":"Sato","given":"João R."}],"container-title":"Frontiers in Human Neuroscience","container-title-short":"Front Hum Neurosci","DOI":"10.3389/fnhum.2017.00047","ISSN":"1662-5161","issued":{"date-parts":[[2017]]},"language":"eng","page":"47","PMCID":"PMC5293761","PMID":"28223928","source":"PubMed","title":"Commentary: Functional connectome fingerprint: identifying individuals using patterns of brain connectivity","title-short":"Commentary","type":"article-journal","volume":"11"},
  {"id":"centerforopenscience_OpenScienceFramework_nd","author":[{"literal":"Center for Open Science"}],"issued":{"literal":"nd"},"title":"The Open Science Framework","type":"book","URL":"https://www.cos.io/products/osf"},
  {"id":"chanetal_ChallengesFuturePerspectives_2018","abstract":"The emergence of the digital world has greatly increased the number of accounts and passwords that users must remember. It has also increased the need for secure access to personal information in the cloud. Biometrics is one approach to person recognition, which can be used in identification as well as authentication. Among the various modalities that have been developed, EEG-based biometrics features unparalleled universality, distinctiveness, and collectability, while minimizing the risk of circumvention. However, commercializing EEG-based person recognition poses a number of challenges. This paper reviews the various systems proposed over the past few years with a focus on the shortcomings that have prevented wide-scale implementation, including issues pertaining to temporal stability, psychological and physiological changes, protocol design, equipment, and performance evaluation. We also examine several directions for the further development of usable EEG-based recognition systems as well as the niche markets to which they could be applied. It is expected that rapid advancements in EEG instrumentation, on-device processing, and machine learning techniques will lead to the emergence of commercialized person recognition systems in the near future.","accessed":{"date-parts":[[2020,8,19]]},"author":[{"family":"Chan","given":"Hui-Ling"},{"family":"Kuo","given":"Po-Chih"},{"family":"Cheng","given":"Chia-Yi"},{"family":"Chen","given":"Yong-Sheng"}],"container-title":"Frontiers in Neuroinformatics","container-title-short":"Front. Neuroinform.","DOI":"10.3389/fninf.2018.00066","ISSN":"1662-5196","issued":{"date-parts":[[2018]]},"language":"English","publisher":"Frontiers","source":"Frontiers","title":"Challenges and Future Perspectives on Electroencephalogram-Based Biometrics in Person Recognition","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fninf.2018.00066/full","volume":"12"},
  {"id":"demurufraschini_EEGFingerprintingSubjectspecific_2020","abstract":"During the last few years, there has been growing interest in the effects induced by individual variability on activation patterns and brain connectivity. The practical implications of individual variability are of basic relevance for both group level and subject level studies. The Electroencephalogram (EEG), still represents one of the most used recording techniques to investigate a wide range of brain-related features. In this work, we aim to estimate the effect of individual variability on a set of very simple and easily interpretable features extracted from the EEG power spectra. In particular, in an identification scenario, we investigated how the aperiodic (1/f background) component of the EEG power spectra can accurately identify subjects from a large EEG dataset. The results of this study show that the aperiodic component of the EEG signal is characterized by strong subject-specific properties, that this feature is consistent across different experimental conditions (eyes-open and eyes-closed) and outperforms the canonically-defined frequency bands. These findings suggest that the simple features (slope and offset) extracted from the aperiodic component of the EEG signal are sensitive to individual traits and may help to characterize and make inferences at single subject-level.","author":[{"family":"Demuru","given":"Matteo"},{"family":"Fraschini","given":"Matteo"}],"container-title":"Computers in Biology and Medicine","container-title-short":"Comput. Biol. Med.","DOI":"10.1016/j.compbiomed.2020.103748","ISSN":"1879-0534","issued":{"date-parts":[[2020,5]]},"language":"eng","page":"103748","PMID":"32421651","source":"PubMed","title":"EEG fingerprinting: Subject-specific signature based on the aperiodic component of power spectrum","title-short":"EEG fingerprinting","type":"article-journal","volume":"120"},
  {"id":"elliottetal_WhatTestRetestReliability_2020","abstract":"Identifying brain biomarkers of disease risk is a growing priority in neuroscience. The ability to identify meaningful biomarkers is limited by measurement reliability; unreliable measures are unsuitable for predicting clinical outcomes. Measuring brain activity using task functional MRI (fMRI) is a major focus of biomarker development; however, the reliability of task fMRI has not been systematically evaluated. We present converging evidence demonstrating poor reliability of task-fMRI measures. First, a meta-analysis of 90 experiments (N = 1,008) revealed poor overall reliability—mean intraclass correlation coefficient (ICC) = .397. Second, the test-retest reliabilities of activity in a priori regions of interest across 11 common fMRI tasks collected by the Human Connectome Project (N = 45) and the Dunedin Study (N = 20) were poor (ICCs = .067–.485). Collectively, these findings demonstrate that common task-fMRI measures are not currently suitable for brain biomarker discovery or for individual-differences research. We review how this state of affairs came to be and highlight avenues for improving task-fMRI reliability.","accessed":{"date-parts":[[2020,6,15]]},"author":[{"family":"Elliott","given":"Maxwell L."},{"family":"Knodt","given":"Annchen R."},{"family":"Ireland","given":"David"},{"family":"Morris","given":"Meriwether L."},{"family":"Poulton","given":"Richie"},{"family":"Ramrakha","given":"Sandhya"},{"family":"Sison","given":"Maria L."},{"family":"Moffitt","given":"Terrie E."},{"family":"Caspi","given":"Avshalom"},{"family":"Hariri","given":"Ahmad R."}],"container-title":"Psychological Science","container-title-short":"Psychol Sci","DOI":"10.1177/0956797620916786","ISSN":"0956-7976","issued":{"date-parts":[[2020,6,3]]},"language":"en","note":"https://today.duke.edu/2020/06/studies-brain-activity-aren’t-useful-scientists-thought#.XtgyGi4jC4Y.twitter","page":"1-15","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"What Is the Test-Retest Reliability of Common Task-Functional MRI Measures? New Empirical Evidence and a Meta-Analysis","title-short":"What Is the Test-Retest Reliability of Common Task-Functional MRI Measures?","type":"article-journal","URL":"https://doi.org/10.1177/0956797620916786"},
  {"id":"faisaletal_NoiseNervousSystem_2008","abstract":"Noise--random disturbances of signals--poses a fundamental problem for information processing and affects all aspects of nervous-system function. However, the nature, amount and impact of noise in the nervous system have only recently been addressed in a quantitative manner. Experimental and computational methods have shown that multiple noise sources contribute to cellular and behavioural trial-to-trial variability. We review the sources of noise in the nervous system, from the molecular to the behavioural level, and show how noise contributes to trial-to-trial variability. We highlight how noise affects neuronal networks and the principles the nervous system applies to counter detrimental effects of noise, and briefly discuss noise's potential benefits.","author":[{"family":"Faisal","given":"A. Aldo"},{"family":"Selen","given":"Luc P. J."},{"family":"Wolpert","given":"Daniel M."}],"container-title":"Nature Reviews. Neuroscience","container-title-short":"Nat. Rev. Neurosci.","DOI":"10.1038/nrn2258","ISSN":"1471-0048","issue":"4","issued":{"date-parts":[[2008,4]]},"language":"eng","page":"292-303","PMCID":"PMC2631351","PMID":"18319728","source":"PubMed","title":"Noise in the nervous system","type":"article-journal","volume":"9"},
  {"id":"finnetal_CanBrainState_2017","abstract":"While neuroimaging studies typically collapse data from many subjects, brain functional organization varies between individuals, and characterizing this variability is crucial for relating brain activity to behavioral phenotypes. Rest has become the default state for probing individual differences, chiefly because it is easy to acquire and a supposed neutral backdrop. However, the assumption that rest is the optimal condition for individual differences research is largely untested. In fact, other brain states may afford a better ratio of within- to between-subject variability, facilitating biomarker discovery. Depending on the trait or behavior under study, certain tasks may bring out meaningful idiosyncrasies across subjects, essentially enhancing the individual signal in networks of interest beyond what can be measured at rest. Here, we review theoretical considerations and existing work on how brain state influences individual differences in functional connectivity, present some preliminary analyses of within- and between-subject variability across conditions using data from the Human Connectome Project, and outline questions for future study.","author":[{"family":"Finn","given":"Emily S."},{"family":"Scheinost","given":"Dustin"},{"family":"Finn","given":"Daniel M."},{"family":"Shen","given":"Xilin"},{"family":"Papademetris","given":"Xenophon"},{"family":"Constable","given":"R. Todd"}],"container-title":"NeuroImage","container-title-short":"Neuroimage","DOI":"10.1016/j.neuroimage.2017.03.064","ISSN":"1095-9572","issued":{"date-parts":[[2017,10,15]]},"language":"eng","page":"140-151","PMID":"28373122","source":"PubMed","title":"Can brain state be manipulated to emphasize individual differences in functional connectivity?","type":"article-journal","volume":"160"},
  {"id":"finnetal_FunctionalConnectomeFingerprinting_2015","abstract":"Functional magnetic resonance imaging (fMRI) studies typically collapse data from many subjects, but brain functional organization varies between individuals. Here we establish that this individual variability is both robust and reliable, using data from the Human Connectome Project to demonstrate that functional connectivity profiles act as a 'fingerprint' that can accurately identify subjects from a large group. Identification was successful across scan sessions and even between task and rest conditions, indicating that an individual's connectivity profile is intrinsic, and can be used to distinguish that individual regardless of how the brain is engaged during imaging. Characteristic connectivity patterns were distributed throughout the brain, but the frontoparietal network emerged as most distinctive. Furthermore, we show that connectivity profiles predict levels of fluid intelligence: the same networks that were most discriminating of individuals were also most predictive of cognitive behavior. Results indicate the potential to draw inferences about single subjects on the basis of functional connectivity fMRI.","author":[{"family":"Finn","given":"Emily S."},{"family":"Shen","given":"Xilin"},{"family":"Scheinost","given":"Dustin"},{"family":"Rosenberg","given":"Monica D."},{"family":"Huang","given":"Jessica"},{"family":"Chun","given":"Marvin M."},{"family":"Papademetris","given":"Xenophon"},{"family":"Constable","given":"R. Todd"}],"container-title":"Nature Neuroscience","container-title-short":"Nat. Neurosci.","DOI":"10.1038/nn.4135","ISSN":"1546-1726","issue":"11","issued":{"date-parts":[[2015,11]]},"language":"eng","page":"1664-1671","PMCID":"PMC5008686","PMID":"26457551","source":"PubMed","title":"Functional connectome fingerprinting: identifying individuals using patterns of brain connectivity","title-short":"Functional connectome fingerprinting","type":"article-journal","volume":"18"},
  {"id":"fraschinietal_RobustnessFunctionalConnectivity_2019","abstract":"Growing interest is devoted to understanding in which situations and with what accuracy brain signals recorded from scalp electroencephalography (EEG) may represent unique fingerprints of individual neural activity. In this context, the present paper aims to investigate the impact of some of the most commonly used metrics to estimate functional connectivity on the ability to unveil personal distinctive patterns of inter-channel interactions. Different metrics were compared in terms of equal error rate. It is widely accepted that each connectivity metric carries specific information in respect to the underlying interactions. Experimental results on publicly available EEG recordings show that different connectivity metrics define peculiar subjective profile of connectivity and show different mechanisms to detect subject-specific patterns of inter-channel interactions. Moreover, these findings highlight that some measures are more accurate and more robust than others, regardless of the task performed by the user. Finally, it is important to consider that frequency content and spurious connectivity may still play a relevant role in determining subject-specific characteristics.","accessed":{"date-parts":[[2020,7,11]]},"author":[{"family":"Fraschini","given":"Matteo"},{"family":"Pani","given":"Sara Maria"},{"family":"Didaci","given":"Luca"},{"family":"Marcialis","given":"Gian Luca"}],"container-title":"Pattern Recognition Letters","container-title-short":"Pattern Recognition Letters","DOI":"10.1016/j.patrec.2019.03.025","ISSN":"0167-8655","issued":{"date-parts":[[2019,7,1]]},"language":"en","page":"49-54","source":"ScienceDirect","title":"Robustness of functional connectivity metrics for EEG-based personal identification over task-induced intra-class and inter-class variations","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0167865519301084","volume":"125"},
  {"id":"garrettetal_MomenttomomentBrainSignal_2013","abstract":"Neuroscientists have long observed that brain activity is naturally variable from moment-to-moment, but neuroimaging research has largely ignored the potential importance of this phenomenon. An emerging research focus on within-person brain signal variability is providing novel insights, and offering highly predictive, complementary, and even orthogonal views of brain function in relation to human life-span development, cognitive performance, and various clinical conditions. As a result, brain signal variability is evolving as a bona fide signal of interest, and should no longer be dismissed as meaningless noise when mapping the human brain.","accessed":{"date-parts":[[2020,6,28]]},"author":[{"family":"Garrett","given":"Douglas D."},{"family":"Samanez-Larkin","given":"Gregory R."},{"family":"MacDonald","given":"Stuart W.S."},{"family":"Lindenberger","given":"Ulman"},{"family":"McIntosh","given":"Anthony R."},{"family":"Grady","given":"Cheryl L."}],"container-title":"Neuroscience and biobehavioral reviews","container-title-short":"Neurosci Biobehav Rev","DOI":"10.1016/j.neubiorev.2013.02.015","ISSN":"0149-7634","issue":"4","issued":{"date-parts":[[2013,5]]},"page":"610-624","PMCID":"PMC3732213","PMID":"23458776","source":"PubMed Central","title":"Moment-to-moment brain signal variability: A next frontier in human brain mapping?","title-short":"Moment-to-moment brain signal variability","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3732213/","volume":"37"},
  {"id":"grattonetal_FunctionalBrainNetworks_2018","abstract":"The organization of human brain networks can be measured by capturing correlated brain activity with fMRI. There is considerable interest in understanding how brain networks vary across individuals or neuropsychiatric populations or are altered during the performance of speciﬁc behaviors. However, the plausibility and validity of such measurements is dependent on the extent to which functional networks are stable over time or are state dependent. We analyzed data from nine high-quality, highly sampled individuals to parse the magnitude and anatomical distribution of network variability across subjects, sessions, and tasks. Critically, we ﬁnd that functional networks are dominated by common organizational principles and stable individual features, with substantially more modest contributions from task-state and day-to-day variability. Sources of variation were differentially distributed across the brain and differentially linked to intrinsic and task-evoked sources. We conclude that functional networks are suited to measuring stable individual characteristics, suggesting utility in personalized medicine.","accessed":{"date-parts":[[2020,6,28]]},"author":[{"family":"Gratton","given":"Caterina"},{"family":"Laumann","given":"Timothy O."},{"family":"Nielsen","given":"Ashley N."},{"family":"Greene","given":"Deanna J."},{"family":"Gordon","given":"Evan M."},{"family":"Gilmore","given":"Adrian W."},{"family":"Nelson","given":"Steven M."},{"family":"Coalson","given":"Rebecca S."},{"family":"Snyder","given":"Abraham Z."},{"family":"Schlaggar","given":"Bradley L."},{"family":"Dosenbach","given":"Nico U.F."},{"family":"Petersen","given":"Steven E."}],"container-title":"Neuron","container-title-short":"Neuron","DOI":"10.1016/j.neuron.2018.03.035","ISSN":"08966273","issue":"2","issued":{"date-parts":[[2018,4]]},"language":"en","page":"439-452.e5","source":"DOI.org (Crossref)","title":"Functional Brain Networks Are Dominated by Stable Group and Individual Factors, Not Cognitive or Daily Variation","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0896627318302411","volume":"98"},
  {"id":"huetal_RealTimeElectroencephalogramEEG_2011","abstract":"With the booms of mobile communication, especially mobile smart phone, technologies to identify individuals for mobile security calls for some more strict requirements in user-friendly, real-time and ubiquitous aspects. In addition to traditional approaches (for example, password check), some advanced biometric methodologies have been applied in practice, such as fingerprint and iris based solutions, however, these solutions generally lack a true ubiquitous nature for mobile security. In this paper, we present a real time EEG based individual identification interface to support ubiquitous applications. The EEG signals are collected through a mono-polar single channel in real time via a mobile EEG device. An experiment involving about 20 subjects has been conducted to evaluate the interface. The experiment comprises three types of tests: accuracy test, time dimension test and capacity dimension test. The results of these experiments demonstrate that our approach is highly suitable to the demands of mobile security in ubiquitous environment. In addition, we integrate this interface into scenarios of ubiquitous application - Online Predictive Tools for Intervention in Mental Illness (OPTIMI).","author":[{"family":"Hu","given":"B."},{"family":"Liu","given":"Q."},{"family":"Zhao","given":"Q."},{"family":"Qi","given":"Y."},{"family":"Peng","given":"H."}],"container-title":"2011 IEEE Asia-Pacific Services Computing Conference","DOI":"10.1109/APSCC.2011.87","event":"2011 IEEE Asia-Pacific Services Computing Conference","issued":{"date-parts":[[2011,12]]},"page":"436-441","source":"IEEE Xplore","title":"A Real-Time Electroencephalogram (EEG) Based Individual Identification Interface for Mobile Security in Ubiquitous Environment","type":"paper-conference"},
  {"id":"hutchisonetal_DynamicFunctionalConnectivity_2013","abstract":"The brain must dynamically integrate, coordinate, and respond to internal and external stimuli across multiple time scales. Non-invasive measurements of brain activity with fMRI have greatly advanced our understanding of the large-scale functional organization supporting these fundamental features of brain function. Conclusions from previous resting-state fMRI investigations were based upon static descriptions of functional connectivity (FC), and only recently studies have begun to capitalize on the wealth of information contained within the temporal features of spontaneous BOLD FC. Emerging evidence suggests that dynamic FC metrics may index changes in macroscopic neural activity patterns underlying critical aspects of cognition and behavior, though limitations with regard to analysis and interpretation remain. Here, we review recent findings, methodological considerations, neural and behavioral correlates, and future directions in the emerging field of dynamic FC investigations.","accessed":{"date-parts":[[2020,11,30]]},"author":[{"family":"Hutchison","given":"R. Matthew"},{"family":"Womelsdorf","given":"Thilo"},{"family":"Allen","given":"Elena A."},{"family":"Bandettini","given":"Peter A."},{"family":"Calhoun","given":"Vince D."},{"family":"Corbetta","given":"Maurizio"},{"family":"Della Penna","given":"Stefania"},{"family":"Duyn","given":"Jeff H."},{"family":"Glover","given":"Gary H."},{"family":"Gonzalez-Castillo","given":"Javier"},{"family":"Handwerker","given":"Daniel A."},{"family":"Keilholz","given":"Shella"},{"family":"Kiviniemi","given":"Vesa"},{"family":"Leopold","given":"David A."},{"family":"Pasquale","given":"Francesco","non-dropping-particle":"de"},{"family":"Sporns","given":"Olaf"},{"family":"Walter","given":"Martin"},{"family":"Chang","given":"Catie"}],"collection-title":"Mapping the Connectome","container-title":"NeuroImage","container-title-short":"NeuroImage","DOI":"10.1016/j.neuroimage.2013.05.079","ISSN":"1053-8119","issued":{"date-parts":[[2013,10,15]]},"language":"en","page":"360-378","source":"ScienceDirect","title":"Dynamic functional connectivity: Promise, issues, and interpretations","title-short":"Dynamic functional connectivity","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S105381191300579X","volume":"80"},
  {"id":"kongetal_EEGFingerprintsPhase_2019","abstract":"The goal of biometrics is to recognize humans based on their physical and behavioral characteristics. Preliminary studies have demonstrated that the electroencephalogram(EEG) is potentially more secure and private than traditional biometric identifiers. At present, the EEG identification method targets specific tasks and cannot be generalized. In this study, a novel EEG-based biometric identification method that extracts the phase synchronization (PS) features for subject identification is proposed under a variety of tasks. We quantified the PS features by the phase locking value (PLV) in different frequency bands. Subsequently, we employed the principal component analysis (PCA) to reduce the dimension. Then, we used the linear discriminant analysis (LDA) to construct a projection space and projected the features onto the projection space. Finally, a feature vector was assigned to the class label. The experimental results of the proposed method used on 3 datasets with different cognitive tasks showed high classification accuracies and relatively good stabilities. From the results, we found that particularly in the beta and gamma bands, the average accuracies are more than 97% with the standard deviation equal to or less than the magnitude 10e-2 for both Dataset 1 and Dataset 2. For Dataset 3, the PS feature vectors in all off the bands have high classification accuracies, which are more than 97% with the standard deviation of the same magnitude. Our work demonstrated that the phase synchronization of EEG signals has task-free biometric properties, which can be used for subject identification.","author":[{"family":"Kong","given":"Wanzeng"},{"family":"Wang","given":"Luyun"},{"family":"Xu","given":"Sijia"},{"family":"Babiloni","given":"Fabio"},{"family":"Chen","given":"Hang"}],"container-title":"IEEE Access","DOI":"10.1109/ACCESS.2019.2931624","ISSN":"2169-3536","issued":{"date-parts":[[2019]]},"page":"121165-121173","source":"IEEE Xplore","title":"EEG Fingerprints: Phase Synchronization of EEG Signals as Biomarker for Subject Identification","title-short":"EEG Fingerprints","type":"article-journal","volume":"7"},
  {"id":"kostilekstastny_EEGBiometricIdentification_2012","abstract":"This paper describes use of EEG signal as biometric characteristic for person identification. We focus on the problem of repeatability of the identification process, and influence of the movement-related EEG on results of identification. Used database of EEG signals consists of two sessions, obtained approximately one year apart. We use Frequency-Zooming Auto-Regression modeling and Mahalanobis distance-based classifier for classification of EEG segments, which leads to subject identification with success rate for single session identification up to 98%. When the earlier session is used for classifier training and the later session for testing, the highest success rate with our identification algorithm is 87.1%. Experiments show that use of the movement-related EEG leads to better identification results.","author":[{"family":"Kostílek","given":"M."},{"family":"Št'astný","given":"J."}],"container-title":"2012 International Conference on Applied Electronics","event":"2012 International Conference on Applied Electronics","ISSN":"1803-7232","issued":{"date-parts":[[2012,9]]},"page":"147-150","source":"IEEE Xplore","title":"EEG biometric identification: Repeatability and influence of movement-related EEG","title-short":"EEG biometric identification","type":"paper-conference"},
  {"id":"kriegeskorte_CrossvalidationBrainImaging_2015","abstract":"<h3>Abstract</h3> <p>Crossvalidation is a method for estimating predictive performance and adjudicating between multiple models. On each of k folds of the process, k-1 of k independent subsets of the data (training set) are used to fit the parameters of each model and the left-out subset (test set) is used to estimate predictive performance. The method is statistically efficient, because training data are reused for testing and performance estimates combined across folds. The method requires no assumptions, provides nearly unbiased (slightly conservative) estimates of predictive performance, and is generally applicable because it amounts to a direct empirical test of each model.</p>","accessed":{"date-parts":[[2020,12,2]]},"author":[{"family":"Kriegeskorte","given":"Nikolaus"}],"container-title":"bioRxiv","DOI":"10.1101/017418","issued":{"date-parts":[[2015,4,1]]},"language":"en","page":"017418","publisher":"Cold Spring Harbor Laboratory","section":"Confirmatory Results","source":"www.biorxiv.org","title":"Crossvalidation in Brain Imaging Analysis","type":"article-journal","URL":"https://www.biorxiv.org/content/10.1101/017418v1"},
  {"id":"laroccaetal_EEGBiometricsIndividual_2012","abstract":"In this paper EEG signals are employed for the purpose of automatic user recognition. Specifically the resting state with closed eyes acquisition protocol has been here used and deeply investigated by varying the employed electrodes configuration both in number and location for optimizing the recognition performance still guaranteeing sufficient user convenience. A database of 45 healthy subjects has been employed in the analysis. Autoregressive stochastic modeling and polynomial regression based classification has been applied to extracted brain rhythms in order to identify the most distinctive contributions of the different subbands in the recognition process. Our analysis has shown that significantly high recognition rates, up to 98.73%, can be achieved when using proper triplets of electrodes,which cannot be achieved by employing couple of electrodes,whereas sets of five electrodes in the central posterior region of the scalp can guarantee very high recognition performance while limiting user convenience.","author":[{"family":"La Rocca","given":"Daria"},{"family":"Campisi","given":"Patrizio"},{"family":"Scarano","given":"Gaetano"}],"container-title":"2012 BIOSIG - Proceedings of the International Conference of Biometrics Special Interest Group (BIOSIG)","event":"2012 BIOSIG - Proceedings of the International Conference of Biometrics Special Interest Group (BIOSIG)","ISSN":"1617-5468","issued":{"date-parts":[[2012,9]]},"page":"1-12","source":"IEEE Xplore","title":"EEG biometrics for individual recognition in resting state with closed eyes","type":"paper-conference"},
  {"id":"laroccaetal_HumanBrainDistinctiveness_2014","abstract":"The use of EEG biometrics, for the purpose of automatic people recognition, has received increasing attention in the recent years. Most of the current analyses rely on the extraction of features characterizing the activity of single brain regions, like power spectrum estimation, thus neglecting possible temporal dependencies between the generated EEG signals. However, important physiological information can be extracted from the way different brain regions are functionally coupled. In this study, we propose a novel approach that fuses spectral coherence-based connectivity between different brain regions as a possibly viable biometric feature. The proposed approach is tested on a large dataset of subjects (N = 108) during eyes-closed (EC) and eyes-open (EO) resting state conditions. The obtained recognition performance shows that using brain connectivity leads to higher distinctiveness with respect to power-spectrum measurements, in both the experimental conditions. Notably, a 100% recognition accuracy is obtained in EC and EO when integrating functional connectivity between regions in the frontal lobe, while a lower 97.5% is obtained in EC (96.26% in EO) when fusing power spectrum information from parieto-occipital (centro-parietal in EO) regions. Taken together, these results suggest that the functional connectivity patterns represent effective features for improving EEG-based biometric systems.","author":[{"family":"La Rocca","given":"Daria"},{"family":"Campisi","given":"P."},{"family":"Vegso","given":"B."},{"family":"Cserti","given":"P."},{"family":"Kozmann","given":"G."},{"family":"Babiloni","given":"F."},{"family":"Fallani","given":"F. D. V."}],"container-title":"IEEE Transactions on Biomedical Engineering","DOI":"10.1109/TBME.2014.2317881","ISSN":"1558-2531","issue":"9","issued":{"date-parts":[[2014,9]]},"page":"2406-2412","source":"IEEE Xplore","title":"Human Brain Distinctiveness Based on EEG Spectral Coherence Connectivity","type":"article-journal","volume":"61"},
  {"id":"maioranaetal_PermanenceEEGSignals_2016","abstract":"Brain signals have been investigated for more than a century in the medical field. However, despite the broad interest in clinical applications, their use as a biometric identifier has been only recently considered by the scientific community. In this paper, we focus on the permanence across time of brain signals, specifically of electroencephalographic (EEG) signals, issue of paramount importance for the deployment of brain-based biometric recognition systems in real life, not yet fully addressed. In particular, we speculate about the stability of EEG features by analyzing the recognition performance that can be achieved when comparing EEG signals acquired during different sessions. We carry out an extensive set of experimental tests, performed on several EEG-based biometric systems over a large database, comprising three recordings taken from 50 healthy subjects in resting state conditions, acquired in a time span of approximately one month and a half. The results confirm that a significant level of permanence can be guaranteed.","author":[{"family":"Maiorana","given":"E."},{"family":"La Rocca","given":"Daria"},{"family":"Campisi","given":"P."}],"container-title":"IEEE Transactions on Information Forensics and Security","DOI":"10.1109/TIFS.2015.2481870","ISSN":"1556-6021","issue":"1","issued":{"date-parts":[[2016,1]]},"page":"163-175","source":"IEEE Xplore","title":"On the Permanence of EEG Signals for Biometric Recognition","type":"article-journal","volume":"11"},
  {"id":"marcelmillan_PersonAuthenticationUsing_2007","abstract":"In this paper, we investigate the use of brain activity for person authentication. It has been shown in previous studies that the brainwave pattern of every individual is unique and that the electroencephalogram (EEG) can be used for biometric identification. EEG-based biometry is an emerging research topic and we believe that it may open new research directions and applications in the future. However, very little work has been done in this area and was focusing mainly on person identification but not on person authentication. Person authentication aims to accept or to reject a person claiming an identity, i.e., comparing a biometric data to one template, while the goal of person identification is to match the biometric data against all the records in a database. We propose the use of a statistical framework based on Gaussian mixture models and maximum a posteriori model adaptation, successfully applied to speaker and face authentication, which can deal with only one training session. We perform intensive experimental simulations using several strict train/test protocols to show the potential of our method. We also show that there are some mental tasks that are more appropriate for person authentication than others","author":[{"family":"Marcel","given":"S."},{"family":"Millan","given":"J. D. R."}],"container-title":"IEEE Transactions on Pattern Analysis and Machine Intelligence","DOI":"10.1109/TPAMI.2007.1012","ISSN":"1939-3539","issue":"4","issued":{"date-parts":[[2007,4]]},"page":"743-752","source":"IEEE Xplore","title":"Person Authentication Using Brainwaves (EEG) and Maximum A Posteriori Model Adaptation","type":"article-journal","volume":"29"},
  {"id":"mareketal_ReproducibleBrainWideAssociation_2020","abstract":"Magnetic resonance imaging (MRI) continues to drive many important neuroscientific advances. However, progress in uncovering reproducible associations between individual differences in brain structure/function and behavioral phenotypes (e.g., cognition, mental health) may have been undermined by typical neuroimaging sample sizes (median N=25) 1,2. Leveraging the Adolescent Brain Cognitive Development (ABCD) Study 3 (N=11,878), we estimated the effect sizes and reproducibility of these brain-wide associations studies (BWAS) as a function of sample size. The very largest, replicable brain-wide associations for univariate and multivariate methods were r=0.14 and r=0.34, respectively. In smaller samples, typical for brain-wide association studies (BWAS), irreproducible, inflated effect sizes were ubiquitous, no matter the method (univariate, multivariate). Until sample sizes started to approach consortium-levels, BWAS were underpowered and statistical errors assured. Multiple factors contribute to replication failures 4-6; here, we show that the pairing of small brain-behavioral phenotype effect sizes with sampling variability is a key element in wide-spread BWAS replication failure. Brain-behavioral phenotype associations stabilize and become more reproducible with sample sizes of N⪆2,000. While investigator-initiated brain-behavior research continues to generate hypotheses and propel innovation, large consortia are needed to usher in a new era of reproducible human brain-wide association studies.","accessed":{"date-parts":[[2020,10,5]]},"author":[{"family":"Marek","given":"Scott"},{"family":"Tervo-Clemmens","given":"Brenden"},{"family":"Calabro","given":"Finnegan J."},{"family":"Montez","given":"David F."},{"family":"Kay","given":"Benjamin P."},{"family":"Hatoum","given":"Alexander S."},{"family":"Donohue","given":"Meghan Rose"},{"family":"Foran","given":"William"},{"family":"Miller","given":"Ryland L."},{"family":"Feczko","given":"Eric"},{"family":"Miranda-Dominguez","given":"Oscar"},{"family":"Graham","given":"Alice M."},{"family":"Earl","given":"Eric A."},{"family":"Perrone","given":"Anders J."},{"family":"Cordova","given":"Michaela"},{"family":"Doyle","given":"Olivia"},{"family":"Moore","given":"Lucille A."},{"family":"Conan","given":"Greg"},{"family":"Uriarte","given":"Johnny"},{"family":"Snider","given":"Kathy"},{"family":"Tam","given":"Angela"},{"family":"Chen","given":"Jianzhong"},{"family":"Newbold","given":"Dillan J."},{"family":"Zheng","given":"Annie"},{"family":"Seider","given":"Nicole A."},{"family":"Van","given":"Andrew N."},{"family":"Laumann","given":"Timothy O."},{"family":"Thompson","given":"Wesley K."},{"family":"Greene","given":"Deanna J."},{"family":"Petersen","given":"Steven E."},{"family":"Nichols","given":"Thomas E."},{"family":"Yeo","given":"B. T. Thomas"},{"family":"Barch","given":"Deanna M."},{"family":"Garavan","given":"Hugh"},{"family":"Luna","given":"Beatriz"},{"family":"Fair","given":"Damien A."},{"family":"Dosenbach","given":"Nico U. F."}],"container-title":"bioRxiv","DOI":"10.1101/2020.08.21.257758","issued":{"date-parts":[[2020,8,22]]},"language":"en","page":"2020.08.21.257758","publisher":"Cold Spring Harbor Laboratory","section":"New Results","source":"www.biorxiv.org","title":"Towards Reproducible Brain-Wide Association Studies","type":"article-journal","URL":"https://www.biorxiv.org/content/10.1101/2020.08.21.257758v1"},
  {"id":"ruiz-blondetetal_CEREBRENovelMethod_2016","abstract":"The vast majority of existing work on brain biometrics has been conducted on the ongoing electroencephalogram. Here, we argue that the averaged event-related potential (ERP) may provide the potential for more accurate biometric identification, as its elicitation allows for some control over the cognitive state of the user to be obtained through the design of the challenge protocol. We describe the Cognitive Event-RElated Biometric REcognition (CEREBRE) protocol, an ERP biometric protocol designed to elicit individually unique responses from multiple functional brain systems (e.g., the primary visual, facial recognition, and gustatory/appetitive systems). Results indicate that there are multiple configurations of data collected with the CEREBRE protocol that all allow 100% identification accuracy in a pool of 50 users. We take this result as the evidence that ERP biometrics are a feasible method of user identification and worthy of further research.","author":[{"family":"Ruiz-Blondet","given":"M. V."},{"family":"Jin","given":"Z."},{"family":"Laszlo","given":"S."}],"container-title":"IEEE Transactions on Information Forensics and Security","DOI":"10.1109/TIFS.2016.2543524","ISSN":"1556-6021","issue":"7","issued":{"date-parts":[[2016,7]]},"page":"1618-1629","source":"IEEE Xplore","title":"CEREBRE: A Novel Method for Very High Accuracy Event-Related Potential Biometric Identification","title-short":"CEREBRE","type":"article-journal","volume":"11"},
  {"id":"seitzmanetal_TraitlikeVariantsHuman_2019","abstract":"Resting-state functional magnetic resonance imaging (fMRI) has provided converging descriptions of group-level functional brain organization. Recent work has revealed that functional networks identified in individuals contain local features that differ from the group-level description. We define these features as network variants. Building on these studies, we ask whether distributions of network variants reflect stable, trait-like differences in brain organization. Across several datasets of highly-sampled individuals we show that 1) variants are highly stable within individuals, 2) variants are found in characteristic locations and associate with characteristic functional networks across large groups, 3) task-evoked signals in variants demonstrate a link to functional variation, and 4) individuals cluster into subgroups on the basis of variant characteristics that are related to differences in behavior. These results suggest that distributions of network variants may reflect stable, trait-like, functionally relevant individual differences in functional brain organization.","accessed":{"date-parts":[[2020,6,28]]},"author":[{"family":"Seitzman","given":"Benjamin A."},{"family":"Gratton","given":"Caterina"},{"family":"Laumann","given":"Timothy O."},{"family":"Gordon","given":"Evan M."},{"family":"Adeyemo","given":"Babatunde"},{"family":"Dworetsky","given":"Ally"},{"family":"Kraus","given":"Brian T."},{"family":"Gilmore","given":"Adrian W."},{"family":"Berg","given":"Jeffrey J."},{"family":"Ortega","given":"Mario"},{"family":"Nguyen","given":"Annie"},{"family":"Greene","given":"Deanna J."},{"family":"McDermott","given":"Kathleen B."},{"family":"Nelson","given":"Steven M."},{"family":"Lessov-Schlaggar","given":"Christina N."},{"family":"Schlaggar","given":"Bradley L."},{"family":"Dosenbach","given":"Nico U. F."},{"family":"Petersen","given":"Steven E."}],"container-title":"Proceedings of the National Academy of Sciences","container-title-short":"Proc Natl Acad Sci USA","DOI":"10.1073/pnas.1902932116","ISSN":"0027-8424, 1091-6490","issue":"45","issued":{"date-parts":[[2019,11,5]]},"language":"en","page":"22851-22861","source":"DOI.org (Crossref)","title":"Trait-like variants in human functional brain networks","type":"article-journal","URL":"http://www.pnas.org/lookup/doi/10.1073/pnas.1902932116","volume":"116"},
  {"id":"speelmanmcgann_HowMeanMean_2013","abstract":"In this paper we voice concerns about the uncritical manner in which the mean is often used as a summary statistic in psychological research. We identify a number of implicit assumptions underlying the use of the mean and argue that the fragility of these assumptions should be more carefully considered. We examine some of the ways in which the potential violation of these assumptions can lead us into significant theoretical and methodological error. Illustrations of alternative models of research already extant within Psychology are used to explore methods of research less mean-dependent and suggest that a critical assessment of the assumptions underlying its use in research play a more explicit role in the process of study design and review.","accessed":{"date-parts":[[2020,11,6]]},"author":[{"family":"Speelman","given":"Craig"},{"family":"McGann","given":"Marek"}],"container-title":"Frontiers in Psychology","container-title-short":"Front. Psychol.","DOI":"10.3389/fpsyg.2013.00451","ISSN":"1664-1078","issued":{"date-parts":[[2013]]},"language":"English","publisher":"Frontiers","source":"Frontiers","title":"How Mean is the Mean?","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fpsyg.2013.00451/full","volume":"4"},
  {"id":"thomasvinod_EEGBasedBiometricAuthentication_2018","abstract":"Electroencephalography (EEG), one of the most effective noninvasive methods for recording brain’s electrical activity, has widely been employed in the diagnosis of brain diseases for a few decades. Recently, the promising biometric potential of EEG, for developing person identification and authentication systems, has also been explored. This paper presents the superior performance of power spectral density (PSD) features of gamma band (30–50 Hz) in biometric authentication, compared to delta, theta, alpha and beta band of EEG signals during rest state. The proposed authentication technique based on simple cross-correlation values of PSD features extracted from 19 EEG channels during eyes closed and eyes open rest state conditions among 109 subjects offers an equal error rate (EER) of 0.0196 which is better than the state-of-the-art method employing eigenvector centrality features extracted from gamma band of 64 EEG channels of the same dataset. The obtained results are promising, but further investigation is essential for exploring the subject-specific neural dynamics and stability of gamma waves and for optimizing the results.","accessed":{"date-parts":[[2020,10,27]]},"author":[{"family":"Thomas","given":"Kavitha P."},{"family":"Vinod","given":"A. P."}],"container-title":"Circuits, Systems, and Signal Processing","container-title-short":"Circuits Syst Signal Process","DOI":"10.1007/s00034-017-0551-4","ISSN":"1531-5878","issue":"1","issued":{"date-parts":[[2018,1,1]]},"language":"en","page":"277-289","source":"Springer Link","title":"EEG-Based Biometric Authentication Using Gamma Band Power During Rest State","type":"article-journal","URL":"https://doi.org/10.1007/s00034-017-0551-4","volume":"37"},
  {"id":"wechsler_WechslerAdultIntelligence_2008","author":[{"family":"Wechsler","given":"D."}],"event-place":"San Antonio","issued":{"date-parts":[[2008]]},"publisher":"Pearson Assessment","publisher-place":"San Antonio","title":"Wechsler adult intelligence scale–fourth edition (WAIS–IV)","type":"book"},
  {"id":"wechsler_WechslerIntelligenceScale_2014","author":[{"family":"Wechsler","given":"D."}],"event-place":"San Antonio","issued":{"date-parts":[[2014]]},"publisher":"Pearson Assessment","publisher-place":"San Antonio","title":"Wechsler intelligence scale for children-fifth edition (WISC-V)","type":"book"},
  {"id":"zhangetal_FunctionalConnectomePhase_2019","abstract":"Coherent oscillatory activity across brain regions provides a variety of individual-specific characteristics, sometimes referred to as a neural fingerprint. This information, however, may not be directly retrieved from raw functional magnetic resonance imaging (fMRI) time series. In this study, we examined the data of 205 participants who completed two resting-state fMRI scanning sessions, separated by an average of 2.63 years. In the first step, we tested the long-term reliability of functional connectomes derived from amplitude-based functional connectivity (the conventional method) and found that they remained accurate markers (>85%, p < 0.001, permutation test) for identifying individuals, even after a period longer than 800 days. Using the same data set, we further expanded our exploration of the extent to which two analytic components of oscillatory activity (amplitude envelope and instantaneous phase) may function as reliable fingerprints. Both analytic signals-in particular, the instantaneous phase-were identified as useful indices in shaping functional connectivity fingerprints (86%, p < 0.001, permutation test). Connectivity profiles derived from the ventral attention, frontoparietal, and default mode networks were the largest contributing factors to identification. The current results suggest that neural synchronization tapped by analytical signal from a low-frequency resting-state fMRI blood oxygen level-dependent oscillation could be a reliable and useful fingerprint for identifying individuals and might provide an alternative method for characterizing dynamic functional connectivity profiles.","author":[{"family":"Zhang","given":"Ruibin"},{"family":"Kranz","given":"Georg S."},{"family":"Lee","given":"Tatia M. C."}],"container-title":"Brain Connectivity","container-title-short":"Brain Connect","DOI":"10.1089/brain.2018.0657","ISSN":"2158-0022","issue":"7","issued":{"date-parts":[[2019,9]]},"language":"eng","page":"519-528","PMID":"30997813","source":"PubMed","title":"Functional Connectome from Phase Synchrony at Resting State is a Neural Fingerprint","type":"article-journal","volume":"9"}
]
